src/main/resources/docs/requests/event.xml

<?xml version="1.0" ?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:xsd="http://www.w3.org/2001/XMLSchema” xmlns:ns1=”http://cisco.com/mwtm">
	<soapenv:Body>
		<ans:getNote xmlns:ans="http://cisco.com/mwtm">
			<eventID>1000</eventID>
		</ans:getNote>
	</soapenv:Body>
</soapenv:Envelope>